Repository: bastivogt/sevo-vereinsmanager
Catalog: members/locale/*/LC_MESSAGES/django.po
Languages: de

source: Title
de: Titel

source: Amount
de: Betrag

source: Firstname
de: Vorname

source: Lastname
de: Nachname

source: Birthday
de: Geburtstag

source: Gender
de: Geschlecht

source: Street
de: Straße

source: House number
de: Hausenummer

source: Postal code
de: PLZ

source: City
de: Stadt

source: Country
de: Land

source: Phone
de: Telefon

source: Legal reprensentative
de: Gesetzlicher Vormund

source: Positions
de: Positionen

source: Modules
de: Module

source: Licenses
de: Lizenzen

source: Tariff
de: Tarif

source: Chronic diseases
de: Chronische Krankheiten

source: Permanent medication
de: Duerhafte Medikamente

source: Publish fotos
de: Fotos veröffentlichen

source: Is active
de: Aktiv

source: Created at
de: Erstellt am

source: Updated at
de: Geändert am

source: Choose a date
de: Wähle ein Datum aus

source: Do you really want to delete this item?
de: Willst du dieses Item wirklich löschen?

source: No genders available.
de: Keine Geschlechter verfügbar.

source: Actions
de: Aktionen

source: No licenses available.
de: Keine Lizenzen verfügbar.

source: Age
de: Alter

source: Adress
de: Adresse

source: Contact
de: Kontakt

source: Legal representative
de: Gesetzlicher Vormund

source: Association
de: Verein

source: Entry date
de: Eintrittsdatum

source: Diseases
de: Krankheiten

source: Consents and active
de: Einwilligung und Aktiv

source: Yes
de: Ja

source: No
de: Nein

source: Publish photos
de: Fotos veröffentlichen

source: No members available.
de: Keine Mitglieder verfügbar.

source: Reset filters
de: Filter zurücksetzen

source: All
de: Alle

source: Not active
de: Nicht aktiv

source: Lower than 18
de: KLeiner 18

source: Greater than or equals 18
de: Größer oder gleich 18

source: Not publish phots
de: Keine Fotos veröffentlichen

source: Tariffs
de: Tarife

source: Genders
de: Geschlechter

source: Order by
de: Sortieren nach

source: Publish Photos
de: Fotos veröffentlichen

source: None
de: Keine

source: Birthday ascending
de: Geburtstag aufsteigend

source: Birthday descending
de: Geburtstag absteigend

source: Entry date ascending
de: Eintrittsdatum aufsteigend

source: Entry date descending
de: Eintrittsdatum absteigend

source: No modules available.
de: keine Module verfügbar.

source: No positions available.
de: Keine Positionen verfügbar.

source: No tariffs available.
de: Keine Tarife verfügbar.

source: All genders
de: Alle Geschlechter

source: New gender was created!
de: Neues Geschlecht wurde erstellt!

source: Failed, gender was not created!
de: Fehler, Geschlecht wurde nicht erstellt!

source: Create new gender
de: Neues Geschelcht erstellen

source: Create
de: Erstellen

source: Gender was created!
de: Geschlecht wurde erstellt!

source: Update gender
de: Geschlecht ändern

source: Update
de: Ändern

source: Gender was deleted!
de: Geschelcht wurde gelöscht!

source: Failed, gender was not deleted!
de: Fehler, Geschlecht wurde nicht gelöscht!

source: Delete gender
de: Geschlecht löschen

source: All licenses
de: Alle Lizenzen

source: New license was created!
de: Neue Lizenz wurde erstellt!

source: Failed, license was not created!
de: Fehler, neue Lizenz wurde nicht erstellt!

source: Create new license
de: Neue Lizenz erstellen

source: License was updated!
de: Lizenz wurde geändert!

source: Failed, license was not updated!
de: Gehler, Lizenz wurde nicht geändert!

source: Update license
de: Lizenz ändern

source: License was deleted!
de: Lizenz wurde gelöscht!

source: Failed, license was not deleted!
de: Fehler, Lizenz wurde nicht gelöscht!

source: Delete license
de: Lizenz löschen

source: All members
de: Alle Mitglieder

source: New member was created!
de: Neues Mitglied wurde erstellt!

source: Failed, member was not created!
de: Fehler, Mitglied wurde nicht erstellt!

source: Create new Member
de: Neues Mitglied erstellen

source: Member was updated!
de: Mitglied wurde geändert!

source: Update member
de: Mitglied ändern

source: Detail member
de: Mitglied Detail

source: All modules
de: Alle Module

source: New module was created!
de: Neues Modul wurde erstellt!

source: Failed, module was not created!
de: Fehler, Modul wurde nicht erstellt!

source: Create new module
de: Neues Modul erstellen

source: Module was updated!
de: Module wurde geändert!

source: Failed, module was not updated!
de: Fehler, Modul wurde nicht geändert!

source: Update module
de: Modul ändern

source: Module was deleted!
de: Module wurde gelöscht!

source: Failed, module was not deleted!
de: Fehler, Modul wrde nicht gelöscht!

source: Delete module
de: Modul löschen

source: All positions
de: Alle Positionen

source: New position was created!
de: Neue Position wurde erstellt!

source: Failed, position was not created!
de: Fehler, Position wurde nicht erstellt!

source: Create new position
de: Neue Position erstellen

source: Position was updated!
de: Position wurde geändert!

source: Failed, position was not updated!
de: Fehler, Position wurde nicht geändert!

source: Update position
de: Position ändern

source: Position was deleted!
de: Position wurde gelöscht!

source: Failed, position was not deleted!
de: Fheler, Position wurde nicht gelöscht!

source: Delete position
de: Position löschen

source: All tariffs
de: Alle Tarife

source: New tariff was created!
de: Neuer Tarif wurde erstellt!

source: Failed, tariff was not created!
de: Fehler, Tarif wurde nicht erstellt!

source: Create new tariff
de: Neuen Tarif erstellen

source: Tariff was upadated!
de: Tarif wurde geändert!

source: Failed, tariff was not updated!
de: Fehler, Tarif wurde nicht geändert!

source: Update tariff
de: Tarif ändern

source: Tariff was deleted!
de: Tarif wurde gelöscht

source: Failed, tariff was not deleted!
de: Fehler, Tarif wurde nicht gelöscht!

source: Delete tariff
de: Tarif löchen
